Repository: kitknox/rootshell
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, sl, sv, uk, vi, zh_hans, zh_hant

source: Other Keys
ar: مفاتيح أخرى
ca: Altres tecles
cs: Další klíče
da: Andre taster
de: Andere Tasten
es: Otras teclas
fi: Muut näppäimet
fr: Autres touches
he: מקשים אחרים
hu: Egyéb billentyűk
it: Altri tasti
ja: その他のキー
ko: 기타 키
nb: Andre taster
nl: Overige toetsen
pl: Inne klawisze
pt_br: Outras Teclas
pt_pt: Outras Teclas
ro: Alte taste
sl: Druge tipke
sv: Övriga tangenter
uk: Інші клавіші
vi: Phím khác
zh_hans: 其他按键
zh_hant: 其他按鍵

source: Outlines the character cell
ar: يحدد خلية الحرف بخطوط خارجية
ca: Contorn de la cel·la de caràcter
cs: Obrys buňky znaku
da: Omridser tegncellen
de: Umrandet die Zeichenzelle
es: Contorno de la celda de carácter
fi: Ääriviivat merkkiruudun ympärillä
fr: Contour de la cellule de caractère
he: מסגיר את תא התו בקו מתאר
hu: Körvonalazza a karaktercellát
it: Contorno della cella di carattere
ja: 文字セルの輪郭を描画
ko: 문자 셀의 윤곽선 표시
nb: Omrisser tegnruten
nl: Omlijnt de tekencel
pl: Obrysowuje komórkę znaku
pt_br: Contorna a célula de caractere
pt_pt: Contorna a célula de carácter
ro: Conturează celula de caracter
sl: Oriše celico znaka
sv: Omramar teckencellen
uk: Обводить контур комірки символу
vi: Viền ngoài ô ký tự
zh_hans: 勾勒字符单元格轮廓
zh_hant: 勾勒字元格輪廓

source: Output
ar: الإخراج
ca: Sortida
cs: Výstup
de: Ausgabe
es: Salida
fi: Tulostus
fr: Sortie
he: פלט
hu: Kimenet
ja: 出力
ko: 출력
nb: Utdata
nl: Uitvoer
pl: Wyjście
pt_br: Saída
pt_pt: Saída
ro: Ieșire
sl: Izhod
sv: Utdata
uk: Вивід
vi: Đầu ra
zh_hans: 输出
zh_hant: 輸出

source: Output Audio
ar: صوت الإخراج
ca: Àudio de sortida
cs: Výstupní zvuk
da: Outputlyd
de: Audioausgabe
es: Audio de salida
fi: Lahteva aani
fr: Audio de sortie
he: שמע יוצא
hu: Kimeneti hang
it: Audio in uscita
ja: 出力音声
ko: 출력 오디오
nb: Utlyd
nl: Uitvoeraudio
pl: Dźwięk wyjściowy
pt_br: Áudio de Saída
pt_pt: Áudio de Saída
ro: Audio Ieşire
sl: Izhodni zvok
sv: Utgående ljud
uk: Вихідне аудіо
vi: Âm thanh đầu ra
zh_hans: 输出音频
zh_hant: 輸出音訊

source: Override the derived chrome colors for this theme. These pickers start at the values the app would compute automatically.
ar: تجاوز ألوان واجهة المستخدم المشتقة لهذه السمة. تبدأ هذه المنتقيات من القيم التي يحسبها التطبيق تلقائياً.
ca: Substitueix els colors derivats de la interfície per a aquest tema. Aquests selectors comencen amb els valors que l'aplicació calcularia automàticament.
cs: Přepsat odvozené barvy rozhraní pro tento motiv. Tyto výběry začínají u hodnot, které by aplikace vypočítala automaticky.
da: Tilsidesæt de afledte grænsefladefarver for dette tema. Disse vælgere starter ved de værdier, appen ville beregne automatisk.
de: Überschreibe die abgeleiteten UI-Farben für dieses Theme. Diese Auswahl beginnt bei den Werten, die die App automatisch berechnen würde.
es: Personaliza los colores derivados de la interfaz para este tema. Estos selectores comienzan con los valores que la app calcularía automáticamente.
fi: Ohita tämän teeman johdetut käyttöliittymävärit. Nämä valitsimet alkavat arvoista, jotka sovellus laskisi automaattisesti.
fr: Remplacer les couleurs d'interface dérivées pour ce thème. Ces sélecteurs commencent par les valeurs que l'application calculerait automatiquement.
he: דרוס את צבעי ממשק המשתמש הנגזרים עבור ערכת נושא זו. בוררים אלה מתחילים בערכים שהיישום היה מחשב באופן אוטומטי.
hu: Felülbírálja a téma származtatott felületi színeit. Ezek a választók azoknál az értékeknél kezdődnek, amelyeket az alkalmazás automatikusan kiszámítana.
it: Sovrascrivi i colori dell'interfaccia derivati per questo tema. Questi selettori partono dai valori che l'app calcolerebbe automaticamente.
ja: このテーマの派生UIカラーをオーバーライドします。これらのピッカーは、アプリが自動的に計算する値から始まります。
ko: 이 테마의 파생된 UI 색상을 오버라이드합니다. 이 선택기는 앱이 자동으로 계산하는 값에서 시작합니다.
nb: Overstyr de avledede grensesnittfargene for dette temaet. Disse velgerne starter ved verdiene appen ville beregnet automatisk.
nl: Overschrijf de afgeleide UI-kleuren voor dit thema. Deze kiezers beginnen bij de waarden die de app automatisch zou berekenen.
pl: Nadpisz wyprowadzone kolory interfejsu dla tego motywu. Te selektory zaczynają się od wartości, które aplikacja obliczyłaby automatycznie.
pt_br: Substitua as cores derivadas da interface para este tema. Esses seletores começam nos valores que o app calcularia automaticamente.
pt_pt: Substitua as cores derivadas da interface para este tema. Estes seletores começam nos valores que a aplicação calcularia automaticamente.
ro: Suprascrieți culorile derivate ale interfeței pentru această temă. Aceste selectoare încep de la valorile pe care aplicația le-ar calcula automat.
sl: Preglasi izpeljane barve vmesnika za to temo. Ti izbirniki se začnejo pri vrednostih, ki bi jih aplikacija samodejno izračunala.
sv: Överstyr de härledda gränssnittsfärgerna för detta tema. Dessa väljare börjar vid de värden som appen skulle beräkna automatiskt.
uk: Перевизначте похідні кольори інтерфейсу для цієї теми. Ці селектори починаються зі значень, які додаток обчислив би автоматично.
vi: Ghi đè các màu giao diện được suy ra cho giao diện này. Các bộ chọn này bắt đầu từ các giá trị mà ứng dụng sẽ tự động tính toán.
zh_hans: 覆盖此主题的派生界面颜色。这些选择器从应用自动计算的值开始。
zh_hant: 覆寫此主題的衍生介面顏色。這些選擇器從應用程式自動計算的值開始。

source: Override Vendor
ar: تجاوز المصنّع
ca: Sobreescriure fabricant
cs: Přepsat výrobce
da: Tilsidesæt leverandør
de: Anbieter überschreiben
es: Anular proveedor
fi: Ohita valmistaja
fr: Remplacer le fournisseur
he: דרוס ספק
hu: Gyártó felülírása
it: Sostituisci produttore
ja: ベンダーを上書き
ko: 벤더 재정의
nb: Overstyr leverandør
nl: Leverancier overschrijven
pl: Nadpisz dostawcę
pt_br: Substituir fornecedor
pt_pt: Substituir fabricante
ro: Suprascrie furnizor
sl: Preglasi proizvajalca
sv: Åsidosätt leverantör
uk: Перевизначити виробника
vi: Ghi đè nhà cung cấp
zh_hans: 覆盖厂商
zh_hant: 覆寫供應商

source: Overrides the entire herdr command, including the session name. Leave empty to use the default.
ar: يتجاوز أمر herdr بالكامل، بما في ذلك اسم الجلسة. اتركه فارغًا لاستخدام الأمر الافتراضي.
ca: Substitueix tota l'ordre d'herdr, inclòs el nom de la sessió. Deixa-ho buit per utilitzar el valor per defecte.
cs: Nahradí celý příkaz herdr včetně názvu relace. Ponechte prázdné pro použití výchozího.
da: Tilsidesætter hele herdr-kommandoen, inklusive sessionsnavnet. Lad feltet stå tomt for at bruge standarden.
de: Überschreibt den gesamten herdr-Befehl, einschließlich des Sitzungsnamens. Leer lassen, um den Standard zu verwenden.
es: Sustituye todo el comando de herdr, incluido el nombre de la sesión. Déjalo vacío para usar el predeterminado.
fi: Korvaa koko herdr-komennon, myös istunnon nimen. Jätä tyhjäksi käyttääksesi oletusta.
fr: Remplace toute la commande herdr, y compris le nom de session. Laissez vide pour utiliser la valeur par défaut.
he: עוקף את כל פקודת herdr, כולל שם ההפעלה. השאר ריק כדי להשתמש בברירת המחדל.
hu: Felülírja a teljes herdr-parancsot, a munkamenet nevével együtt. Hagyja üresen az alapértelmezett használatához.
it: Sostituisce l'intero comando herdr, incluso il nome della sessione. Lascia vuoto per usare il valore predefinito.
ja: セッション名を含め、herdrコマンド全体を上書きします。空欄にするとデフォルトを使用します。
ko: 세션 이름을 포함한 전체 herdr 명령어를 대체합니다. 비워 두면 기본값을 사용합니다.
nb: Overstyrer hele herdr-kommandoen, inkludert øktnavnet. La feltet stå tomt for å bruke standarden.
nl: Overschrijft de volledige herdr-opdracht, inclusief de sessienaam. Laat leeg om de standaard te gebruiken.
pl: Zastępuje całe polecenie herdr, łącznie z nazwą sesji. Pozostaw puste, aby użyć domyślnego.
pt_br: Substitui todo o comando do herdr, incluindo o nome da sessão. Deixe vazio para usar o padrão.
pt_pt: Substitui todo o comando do herdr, incluindo o nome da sessão. Deixe vazio para usar a predefinição.
ro: Înlocuiește întreaga comandă herdr, inclusiv numele sesiunii. Lăsați gol pentru a folosi valoarea implicită.
sl: Nadomesti celoten ukaz herdr, vključno z imenom seje. Pustite prazno za privzeto vrednost.
sv: Ersätter hela herdr-kommandot, inklusive sessionsnamnet. Lämna tomt för att använda standardvärdet.
uk: Замінює всю команду herdr, зокрема назву сеансу. Залиште порожнім, щоб використати типову.
vi: Ghi đè toàn bộ lệnh herdr, bao gồm cả tên phiên. Để trống để dùng giá trị mặc định.
zh_hans: 覆盖整条 herdr 命令，包括会话名称。留空则使用默认值。
zh_hant: 覆寫整道 herdr 指令，包括工作階段名稱。留空則使用預設值。

source: Overrides the entire tmux command, including the session name. Leave empty to use the default.
ar: يتجاوز أمر tmux بالكامل، بما في ذلك اسم الجلسة. اتركه فارغًا لاستخدام الأمر الافتراضي.
ca: Substitueix tota l'ordre de tmux, inclòs el nom de la sessió. Deixa-ho buit per utilitzar el valor per defecte.
cs: Nahradí celý příkaz tmux včetně názvu relace. Ponechte prázdné pro použití výchozího.
da: Tilsidesætter hele tmux-kommandoen, inklusive sessionsnavnet. Lad feltet stå tomt for at bruge standarden.
de: Überschreibt den gesamten tmux-Befehl, einschließlich des Sitzungsnamens. Leer lassen, um den Standard zu verwenden.
es: Sustituye todo el comando de tmux, incluido el nombre de la sesión. Déjalo vacío para usar el predeterminado.
fi: Korvaa koko tmux-komennon, myös istunnon nimen. Jätä tyhjäksi käyttääksesi oletusta.
fr: Remplace toute la commande tmux, y compris le nom de session. Laissez vide pour utiliser la valeur par défaut.
he: עוקף את כל פקודת tmux, כולל שם ההפעלה. השאר ריק כדי להשתמש בברירת המחדל.
hu: Felülírja a teljes tmux-parancsot, a munkamenet nevével együtt. Hagyja üresen az alapértelmezett használatához.
it: Sostituisce l'intero comando tmux, incluso il nome della sessione. Lascia vuoto per usare il valore predefinito.
ja: セッション名を含め、tmuxコマンド全体を上書きします。空欄にするとデフォルトを使用します。
ko: 세션 이름을 포함한 전체 tmux 명령어를 대체합니다. 비워 두면 기본값을 사용합니다.
nb: Overstyrer hele tmux-kommandoen, inkludert øktnavnet. La feltet stå tomt for å bruke standarden.
nl: Overschrijft de volledige tmux-opdracht, inclusief de sessienaam. Laat leeg om de standaard te gebruiken.
pl: Zastępuje całe polecenie tmux, łącznie z nazwą sesji. Pozostaw puste, aby użyć domyślnego.
pt_br: Substitui todo o comando do tmux, incluindo o nome da sessão. Deixe vazio para usar o padrão.
pt_pt: Substitui todo o comando do tmux, incluindo o nome da sessão. Deixe vazio para usar a predefinição.
ro: Înlocuiește întreaga comandă tmux, inclusiv numele sesiunii. Lăsați gol pentru a folosi valoarea implicită.
sl: Nadomesti celoten ukaz tmux, vključno z imenom seje. Pustite prazno za privzeto vrednost.
sv: Ersätter hela tmux-kommandot, inklusive sessionsnamnet. Lämna tomt för att använda standardvärdet.
uk: Замінює всю команду tmux, зокрема назву сеансу. Залиште порожнім, щоб використати типову.
vi: Ghi đè toàn bộ lệnh tmux, bao gồm cả tên phiên. Để trống để dùng giá trị mặc định.
zh_hans: 覆盖整条 tmux 命令，包括会话名称。留空则使用默认值。
zh_hant: 覆寫整道 tmux 指令，包括工作階段名稱。留空則使用預設值。

source: Overview
ar: نظرة عامة
ca: Resum
cs: Přehled
da: Oversigt
de: Übersicht
es: Resumen
fi: Yleiskatsaus
fr: Aperçu
he: סקירה כללית
hu: Áttekintés
it: Panoramica
ja: 概要
ko: 개요
nb: Oversikt
nl: Overzicht
pl: Przegląd
pt_br: Visão Geral
pt_pt: Visão Geral
ro: Prezentare generală
sl: Pregled
sv: Översikt
uk: Огляд
vi: Tổng quan
zh_hans: 概述
zh_hant: 概觀

source: Overwrite Existing Key?
ar: استبدال المفتاح الموجود؟
ca: Sobreescriure la clau existent?
cs: Přepsat existující klíč?
da: Overskriv eksisterende nøgle?
de: Vorhandenen Schlüssel überschreiben?
es: ¿Sobrescribir la clave existente?
fi: Korvataanko olemassa oleva avain?
fr: Écraser la clé existante ?
he: לדרוס מפתח קיים?
hu: Felülírja a meglévő kulcsot?
it: Sovrascrivere la chiave esistente?
ja: 既存のキーを上書きしますか？
ko: 기존 키를 덮어쓰시겠습니까?
nb: Overskrive eksisterende nøkkel?
nl: Bestaande sleutel overschrijven?
pl: Nadpisać istniejący klucz?
pt_br: Sobrescrever Chave Existente?
pt_pt: Substituir Chave Existente?
ro: Suprascrieți cheia existentă?
sl: Prepišem obstoječi ključ?
sv: Skriv över befintlig nyckel?
uk: Перезаписати наявний ключ?
vi: Ghi đè khóa hiện có?
zh_hans: 覆盖现有密钥？
zh_hant: 覆寫現有金鑰？

source: Overwrite Predictions
ar: الكتابة فوق التنبؤات
ca: Sobreescriu les prediccions
cs: Přepisovat predikce
da: Overskriv forudsigelser
de: Vorhersagen überschreiben
es: Sobrescribir predicciones
fi: Korvaa ennusteet
fr: Écraser les prédictions
he: דריסת חיזויים
hu: Előrejelzések felülírása
it: Sovrascrivi le predizioni
ja: 予測を上書き
ko: 예측 덮어쓰기
nb: Overskriv prediksjoner
nl: Voorspellingen overschrijven
pl: Nadpisuj predykcje
pt_br: Sobrescrever predições
pt_pt: Substituir previsões
ro: Suprascrie predicțiile
sl: Prepiši napovedi
sv: Skriv över förutsägelser
uk: Перезаписувати передбачення
vi: Ghi đè dự đoán
zh_hans: 覆盖预测
zh_hant: 覆寫預測

source: P-256 key generated inside the Secure Enclave. The private key never leaves this device and cannot be exported, backed up, or synced.
ar: مفتاح P-256 تم إنشاؤه داخل Secure Enclave. لا يغادر المفتاح الخاص هذا الجهاز أبداً ولا يمكن تصديره أو نسخه احتياطياً أو مزامنته.
ca: Clau P-256 generada dins del Secure Enclave. La clau privada no surt mai d'aquest dispositiu i no es pot exportar, fer-ne còpia de seguretat ni sincronitzar.
cs: Klíč P-256 vygenerovaný v Secure Enclave. Soukromý klíč nikdy neopustí toto zařízení a nelze jej exportovat, zálohovat ani synchronizovat.
da: P-256-nøgle genereret i Secure Enclave. Den private nøgle forlader aldrig denne enhed og kan ikke eksporteres, sikkerhedskopieres eller synkroniseres.
de: In der Secure Enclave generierter P-256-Schlüssel. Der private Schlüssel verlässt dieses Gerät nie und kann nicht exportiert, gesichert oder synchronisiert werden.
es: Clave P-256 generada dentro del Secure Enclave. La clave privada nunca sale de este dispositivo y no se puede exportar, respaldar ni sincronizar.
fi: Secure Enclaven sisällä luotu P-256-avain. Yksityinen avain ei koskaan poistu tältä laitteelta, eikä sitä voi viedä, varmuuskopioida tai synkronoida.
fr: Clé P-256 générée dans le Secure Enclave. La clé privée ne quitte jamais cet appareil et ne peut être exportée, sauvegardée ou synchronisée.
he: מפתח P-256 שנוצר בתוך Secure Enclave. המפתח הפרטי לעולם אינו עוזב מכשיר זה ולא ניתן לייצא, לגבות או לסנכרן אותו.
hu: A Secure Enclave-ben generált P-256 kulcs. A privát kulcs soha nem hagyja el ezt az eszközt, és nem exportálható, nem menthető biztonsági másolatba és nem szinkronizálható.
it: Chiave P-256 generata all'interno del Secure Enclave. La chiave privata non lascia mai questo dispositivo e non può essere esportata, sottoposta a backup o sincronizzata.
ja: Secure Enclave内で生成されたP-256キー。秘密鍵はこのデバイスから外に出ることはなく、エクスポート、バックアップ、同期はできません。
ko: Secure Enclave 내부에서 생성된 P-256 키입니다. 개인 키는 이 기기를 절대 벗어나지 않으며 내보내거나 백업하거나 동기화할 수 없습니다.
nb: P-256-nøkkel generert inne i Secure Enclave. Privatnøkkelen forlater aldri denne enheten og kan ikke eksporteres, sikkerhetskopieres eller synkroniseres.
nl: P-256-sleutel gegenereerd in de Secure Enclave. De privésleutel verlaat dit apparaat nooit en kan niet worden geëxporteerd, in een back-up worden opgenomen of worden gesynchroniseerd.
pl: Klucz P-256 wygenerowany w Secure Enclave. Klucz prywatny nigdy nie opuszcza tego urządzenia i nie może zostać wyeksportowany, uwzględniony w kopii zapasowej ani zsynchronizowany.
pt_br: Chave P-256 gerada dentro do Secure Enclave. A chave privada nunca sai deste dispositivo e não pode ser exportada, copiada em backup ou sincronizada.
pt_pt: Chave P-256 gerada dentro do Secure Enclave. A chave privada nunca sai deste dispositivo e não pode ser exportada, incluída em cópias de segurança ou sincronizada.
ro: Cheie P-256 generată în Secure Enclave. Cheia privată nu părăsește niciodată acest dispozitiv și nu poate fi exportată, salvată în backup sau sincronizată.
sl: Ključ P-256, ustvarjen znotraj Secure Enclave. Zasebni ključ nikoli ne zapusti te naprave in ga ni mogoče izvoziti, varnostno kopirati ali sinhronizirati.
sv: P-256-nyckel genererad inuti Secure Enclave. Den privata nyckeln lämnar aldrig den här enheten och kan inte exporteras, säkerhetskopieras eller synkroniseras.
uk: Ключ P-256, згенерований усередині Secure Enclave. Приватний ключ ніколи не залишає цей пристрій, і його не можна експортувати, зберегти в резервній копії чи синхронізувати.
vi: Khóa P-256 được tạo bên trong Secure Enclave. Khóa riêng tư không bao giờ rời khỏi thiết bị này và không thể được xuất, sao lưu hoặc đồng bộ.
zh_hans: 在 Secure Enclave 中生成的 P-256 密钥。私钥永不离开此设备，无法导出、备份或同步。
zh_hant: 在 Secure Enclave 內產生的 P-256 金鑰。私鑰永遠不會離開此裝置，且無法匯出、備份或同步。

source: Page Down
ar: صفحة لأسفل
ca: Pàgina avall
de: Bild ab
es: Página abajo
fr: Page bas
he: עמוד למטה
it: Pagina giù
nb: Side ned
ro: Pagină jos
sl: Stran dol

source: Page Up
ar: صفحة لأعلى
ca: Pàgina amunt
de: Bild auf
es: Página arriba
fr: Page haut
he: עמוד למעלה
it: Pagina su
nb: Side opp
ro: Pagină sus
sl: Stran gor

source: Palette
ar: اللوحة
ca: Paleta
cs: Paleta
da: Palet
es: Paleta
fi: Paletti
he: פלטה
hu: Paletta
it: Tavolozza
ja: パレット
ko: 팔레트
nb: Palett
nl: Palet
pl: Paleta
pt_br: Paleta
pt_pt: Paleta
ro: Paletă
sl: Paleta
sv: Palett
uk: Палітра
vi: Bảng màu
zh_hans: 调色板
zh_hant: 調色盤

# Palette %lld → %@
source: Palette %1$lld → %2$@
ar: اللوحة %1$lld → %2$@
ca: Paleta %1$lld → %2$@
cs: Paleta %1$lld → %2$@
da: Palet %1$lld → %2$@
es: Paleta %1$lld → %2$@
fi: Paletti %1$lld → %2$@
he: פלטה %1$lld → %2$@
hu: Paletta %1$lld → %2$@
it: Tavolozza %1$lld → %2$@
ja: パレット %1$lld → %2$@
ko: 팔레트 %1$lld → %2$@
nb: Palett %1$lld → %2$@
nl: Palet %1$lld → %2$@
pl: Paleta %1$lld → %2$@
pt_br: Paleta %1$lld → %2$@
pt_pt: Paleta %1$lld → %2$@
ro: Paletă %1$lld → %2$@
sl: Paleta %1$lld → %2$@
sv: Palett %1$lld → %2$@
uk: Палітра %1$lld → %2$@
vi: Bảng màu %1$lld → %2$@
zh_hans: 调色板 %1$lld → %2$@
zh_hant: 調色盤 %1$lld → %2$@

source: Pane title
ar: عنوان الجزء
ca: Títol del plafó
cs: Název panelu
da: Rudetitel
de: Bereichstitel
es: Título del panel
fi: Ruudun otsikko
fr: Titre du panneau
he: כותרת החלונית
hu: Panel címe
it: Titolo riquadro
ja: ペインのタイトル
ko: 분할 영역 제목
nb: Rutetittel
nl: Titel deelvenster
pl: Tytuł panelu
pt_br: Título do painel
pt_pt: Título do painel
ro: Titlul panoului
sl: Naslov podokna
sv: Rutans titel
uk: Назва панелі
vi: Tiêu đề ngăn
zh_hans: 窗格标题
zh_hant: 窗格標題

source: Particles
ar: الجسيمات
ca: Partícules
cs: Částice
da: Partikler
de: Partikel
es: Partículas
fi: Partikkelit
fr: Particules
he: חלקיקים
hu: Részecskék
it: Particelle
ja: パーティクル
ko: 파티클
nb: Partikler
nl: Deeltjes
pl: Cząsteczki
pt_br: Partículas
pt_pt: Partículas
ro: Particule
sl: Delci
sv: Partiklar
uk: Частинки
vi: Hạt
zh_hans: 粒子
zh_hant: 粒子

source: Passkey
ar: مفتاح المرور
ca: Clau d'accés
cs: Přístupový klíč
da: Adgangsnøgle
es: Clave de acceso
fi: Kulkuavain
fr: Clé d'accès
he: מפתח מעבר
hu: Azonosítókulcs
ja: パスキー
ko: 패스키
nb: Passnøkkel
pl: Klucz dostępu
pt_br: Chave-senha
pt_pt: Chave de acesso
ro: Cheie de acces
sl: Ključ za dostop
uk: Ключ доступу
zh_hans: 通行密钥
zh_hant: 密碼金鑰

source: Passkey Created
ar: تم إنشاء مفتاح المرور
ca: Clau d'accés creada
cs: Přístupový klíč vytvořen
da: Adgangsnøgle oprettet
de: Passkey erstellt
es: Clave de acceso creada
fi: Kulkuavain luotu
fr: Clé d'accès créée
he: מפתח המעבר נוצר
hu: Azonosítókulcs létrehozva
it: Passkey creata
ja: パスキーを作成しました
ko: 패스키 생성됨
nb: Passnøkkel opprettet
nl: Passkey aangemaakt
pl: Klucz dostępu utworzony
pt_br: Chave-senha criada
pt_pt: Chave de acesso criada
ro: Cheie de acces creată
sl: Ključ za dostop ustvarjen
sv: Passkey skapad
uk: Ключ доступу створено
vi: Đã tạo passkey
zh_hans: 通行密钥已创建
zh_hant: 已建立密碼金鑰

source: Passkey Provider
ar: مزود مفتاح المرور
ca: Proveïdor de claus d'accés
cs: Poskytovatel přístupových klíčů
da: Adgangsnøgleudbyder
de: Passkey-Anbieter
es: Proveedor de claves de acceso
fi: Kulkuavaimen tarjoaja
fr: Fournisseur de clés d'accès
he: ספק מפתח מעבר
hu: Azonosítókulcs-szolgáltató
it: Provider di passkey
ja: パスキープロバイダ
ko: 패스키 제공자
nb: Passnøkkelleverandør
pl: Dostawca kluczy dostępu
pt_br: Provedor de chaves-senha
pt_pt: Fornecedor de chaves de acesso
ro: Furnizor de chei de acces
sl: Ponudnik ključev za dostop
sv: Passkey-leverantör
uk: Провайдер ключів доступу
vi: Nhà cung cấp passkey
zh_hans: 通行密钥提供方
zh_hant: 密碼金鑰提供者

source: Passkey storage and authentication are managed by the system and cannot be changed in rootshell.
ar: يتولى النظام إدارة تخزين مفتاح المرور والمصادقة، ولا يمكن تغييرهما في rootshell.
ca: L'emmagatzematge i l'autenticació de la clau d'accés els gestiona el sistema i no es poden canviar a rootshell.
cs: Ukládání přístupového klíče a ověřování spravuje systém a v rootshellu je nelze změnit.
da: Lagring og autentificering af adgangsnøglen styres af systemet og kan ikke ændres i rootshell.
de: Speicherung und Authentifizierung des Passkeys werden vom System verwaltet und können in rootshell nicht geändert werden.
es: El almacenamiento y la autenticación de la clave de acceso los gestiona el sistema y no se pueden cambiar en rootshell.
fi: Kulkuavaimen tallennusta ja todennusta hallitsee järjestelmä, eikä niitä voi muuttaa rootshellissä.
fr: Le stockage et l'authentification de la clé d'accès sont gérés par le système et ne peuvent pas être modifiés dans rootshell.
he: אחסון מפתח המעבר והאימות מנוהלים על ידי המערכת ולא ניתן לשנותם ב-rootshell.
hu: Az azonosítókulcs tárolását és hitelesítését a rendszer kezeli, és a rootshellben nem módosítható.
it: L'archiviazione e l'autenticazione della passkey sono gestite dal sistema e non possono essere modificate in rootshell.
ja: パスキーの保存と認証はシステムが管理しており、rootshellでは変更できません。
ko: 패스키 저장과 인증은 시스템이 관리하며 rootshell에서 변경할 수 없습니다.
nb: Lagring og autentisering av passnøkkelen styres av systemet og kan ikke endres i rootshell.
nl: Opslag en authenticatie van de passkey worden door het systeem beheerd en kunnen niet in rootshell worden gewijzigd.
pl: Przechowywanie i uwierzytelnianie klucza dostępu są zarządzane przez system i nie można ich zmienić w rootshell.
pt_br: O armazenamento e a autenticação da chave-senha são gerenciados pelo sistema e não podem ser alterados no rootshell.
pt_pt: O armazenamento e a autenticação da chave de acesso são geridos pelo sistema e não podem ser alterados no rootshell.
ro: Stocarea și autentificarea cheii de acces sunt gestionate de sistem și nu pot fi modificate în rootshell.
sl: Shranjevanje ključa za dostop in overjanje upravlja sistem in ju v rootshellu ni mogoče spremeniti.
sv: Lagring och autentisering av passkeyn hanteras av systemet och kan inte ändras i rootshell.
uk: Зберіганням ключа доступу та автентифікацією керує система, і їх не можна змінити в rootshell.
vi: Việc lưu trữ và xác thực passkey do hệ thống quản lý và không thể thay đổi trong rootshell.
zh_hans: 通行密钥的存储和认证由系统管理，无法在 rootshell 中更改。
zh_hant: 密碼金鑰的儲存與驗證由系統管理，無法在 rootshell 中變更。
